#Задание 1:
#Создайте 3 переменные. Поместите в каждую по строке "Я", "знаю", "Python".
#Вывести в консоль сообщение: "Я знаю Python".

#Решение:
str1 = 'Я'
str2 = 'знаю'
str3 = 'Python'
print(f'{str1} {str2} {str3}')