#Задание 2:
#Создайте переменную. Организовать ввод данных с клавиатуры и сохранение результата в переменную.
#Вывести переменную с сообщением "Ваша строка - "

#Решение:
s = input()
print(f'Ваша строка - {s}')