#Задание 1
a = input("Введите строку: ")
b = a.replace("программист", "тоже своего рода программист")
print(f'"{b}"')
