#Задание 4:
#Вывести с клавиатуры ваше ФИО, используя f-строку построчно вывести эти данные

#Решение:
surname = input('Введите вашу фамилию:')
name = input('Введите ваше имя:')
patronymic = input('Введите ваше отчество:')
print(f'Имя - {name},\nФамилия - {surname},\nОтчество - {patronymic}')