#Задание 3:
#Используя форматирование текста вывести на экран стихотворение
print('\t   Береза\n\tБелая берёза\n\tПод моим окном\n\tПринакрылась снегом,\n\tТочно серебром.\n\tНа пушистых ветках\n\tСнежною каймой\n\tРаспустились кисти\n\tБелой бахромой.')

#Либо
text ='''
           Береза
        Белая берёза
        Под моим окном
        Принакрылась снегом,
        Точно серебром.
        На пушистых ветках
        Снежною каймой
        Распустились кисти
        Белой бахромой.'''
print(text)
